{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"Ġt":261,"Ġa":262,"Ġth":263,"in":264,"Ġs":265,"er":266,"Ġw":267,"Ġthe":268,"Ġo":269,"is":270,"it":271,"re":272,"Ġb":273,"nd":274,"Ġm":275,"Ġf":276,"Ġh":277,"ĠI":278,"at":279,"Ġc":280,"ing":281,"or":282,"ed":283,"ou":284,"es":285,"en":286,"Ġp":287,"Ġd":288,"as":289,"on":290,"ll":291,"Ġand":292,"Ġl":293,"Ġto":294,"Ġit":295,"Ġn":296,"ot":297,"Ġg":298,"an":299,"ar":300,"Ġof":301,"ve":302,"us":303,"ut":304,"Ġha":305,"le":306,"Ġe":307,"ct":308,"Ġis":309,"Ġin":310,"om":311,"ic":312,"Th":313,"Ġre":314,"Ġon":315,"ly":316,"Ġbe":317,"Ġthis":318,"ver":319,"od":320,"Ġwas":321,"al":322,"ow":323,"Ġfor":324,"Ġst":325,"Ġy":326,"ch":327,"gh":328,"ir":329,"ay":330,"ke":331,"id":332,"Ġmy":333,"me":334,"Ġmo":335,"Ġwh":336,"ent":337,"et":338,"Ġnot":339,"br":340,"ld":341,"ĠTh":342,"Ġ/":343,"Ġ/>":344,"Ġthat":345,"ie":346,"Ġpr":347,"ith":348,"Ġyou":349,"ion":350,"all":351,"ur":352,"ad":353,"Ġli":354,"Ġbut":355,"Ġwith":356,"ce":357,"Ġsh":358,"ter":359,"ri":360,"st":361,"th":362,"Ġus":363,"..":364,"Ġso":365,"'t":366,"il":367,"el":368,"Ġlo":369,"Ġhave":370,"Ġse":371,"vie":372,"pp":373,"Ġas":374,"Ġan":375,"ĠA":376,"ould":377,"âĢ":378,"ght":379,"Ġu":380,"ere":381,"ra":382,"ĠS":383,"ally":384,"'s":385,"ĠThe":386,"se":387,"Ġdo":388,"Ġgo":389,"very":390,"if":391,"uct":392,"ol":393,"ill":394,"ust":395,"âĢĻ":396,"Ġare":397,"ck":398,"Ġlike":399,"oduct":400,"Ġwor":401,"ĠIt":402,"reat":403,"Ġwe":404,"Ġproduct":405,"im":406,"Ġj":407,"Ġmovie":408,"Ġhair":409,"ble":410,"Ġch":411,"ĠB":412,"Ġall":413,"ĠW":414,"ul":415,"ok":416,"Ġor":417,".<":418,"Ġex":419,"Ġat":420,"Ġne":421,"ĠD":422,"ers":423,"Ġcom":424,"ĠM":425,"Ġone":426,"ain":427,"ast":428,"am":429,"pe":430,"Ġsu":431,"qu":432,"Ġme":433,"one":434,"ant":435,"Ġvery":436,"Ġr":437,"Ġout":438,"ag":439,"Ġthey":440,"Ġjust":441,"out":442,"est":443,"Ġfr":444,"Ġal":445,"ĠC":446,"ess":447,"ry":448,"ome":449,"Ġgood":450,"Ġget":451,"Ġde":452,"ĠH":453,"ist":454,"ice":455,"Ġhe":456,"ĠN":457,"Ġwould":458,"Ġ/><":459,"ak":460,"Ġdid":461,"ack":462,"Ġfe":463,"atch":464,"!!":465,"un":466,"Ġwork":467,"Ġsc":468,"Ġti":469,"Ġab":470,"ven":471,"Ġcan":472,"ive":473,"Ġk":474,"op":475,"Ġgreat":476,"ong":477,"ĠT":478,"Ġpl":479,"Ġuse":480,"em":481,"ies":482,"Ġhad":483,"Ġup":484,"Ġfrom":485,"Ġfa":486,"Ġdoes":487,"ough":488,"art":489,"um":490,"Ġ(":491,"ick":492,"Ġtime":493,"Ġact":494,"Ġcon":495,"Ġno":496,"ake":497,"ore":498,"Ġbr":499,"Ġlook":500,"Ġmore":501,"Ġany":502,"os":503,"Ġle":504,"ĠP":505,"oth":506,"ate":507,"ap":508,"Ġyour":509,"This":510,"Ġwatch":511,"fter":512,"Ġreally":513,"Ġdis":514,"ard":515,"ĠL":516,"ure":517,"The":518,"aus":519,"Ġhas":520,"ite":521,"Ġwill":522,"Ġqu":523,"Ġthem":524,"Ġam":525,"Ġshow":526,"ame":527,"Ġlove":528,"Ġabout":529,"Ġbec":530,"Ġv":531,"ig":532,"ĠG":533,"Ġbu":534,"tle":535,"Ġif":536,"Ġwhen":537,"ation":538,"Ġco":539,"and":540,"act":541,"Ġwhat":542,"Ġsome":543,"fe":544,"ved":545,"ause":546,"int":547,"ine":548,"Ġun":549,"ity":550,"Ġfil":551,"ought":552,"ind":553,"ĠF":554,"ight":555,"Ġag":556,"Ġthan":557,"Ġwell":558,"uch":559,"Ġfilm":560,"mell":561,"Ġoff":562,"Ġsk":563,"able":564,"urn":565,"Ġpre":566,"Ġdon":567,"ars":568,"Ġeven":569,"Ġonly":570,"te":571,"ĠO":572,"Ġen":573,"Ġ1":574,"Ġcl":575,"ĠR":576,"Ġafter":577,"ide":578,"...":579,"ound":580,"Ġoth":581,"ĠE":582,"Ġbecause":583,"ort":584,"Ġmuch":585,"ous":586,"ue":587,"ish":588,"ays":589,"ory":590,"ĠThis":591,"Ġskin":592,"Ġwere":593,"Ġsmell":594,"Ġover":595,"oint":596,"Ġwho":597,"pt":598,"ich":599,"Ġ2":600,"irst":601,"ade":602,"Ġtoo":603,"Ġused":604,"hing":605,"are":606,"Ġby":607,"iz":608,"Ġrec":609,"so":610,"Ġthese":611,"ink":612,"Ġbet":613,"Ġsp":614,"Ġcol":615,"Ġbeen":616,"ge":617,"Ġcomp":618,"Ġcould":619,"Ġhow":620,"Ġthere":621,"Ġother":622,"ail":623,"Ġpro":624,"Ġbuy":625,"ond":626,"ase":627,"Ġmake":628,"Ġman":629,"Ġper":630,"az":631,"app":632,"Ġ&":633,"Ġfeel":634,"view":635,"Ġsee":636,"Ġfirst":637,"Ġbl":638,"Ġad":639,"ĠJ":640,"age":641,"mo":642,"ment":643,"Ġapp":644,"per":645,"Ġchar":646,"ason":647,"34":648,"ves":649,"ave":650,"Ġdidn":651,"Ġcolor":652,"Ġlit":653,"Ġwant":654,"Ġlong":655,"Ġkn":656,"Ġevery":657,"oy":658,"Ġtw":659,"ire":660,"Ġar":661,"iff":662,"der":663,"Ġagain":664,"Ġpur":665,"Ġye":666,"Ġstory":667,"ep":668,"fect":669,"Ġ\"":670,"Ġser":671,"Ġhis":672,"to":673,"ens":674,"Ġbetter":675,"It":676,"ose":677,"Ġtri":678,"ful":679,"Ġ-":680,"Ġte":681,"own":682,"ft":683,"mend":684,"ci":685,"Ġdoesn":686,"ull":687,"Ġwhich":688,"Ġlittle":689,"Ġback":690,"ab":691,"ff":692,"ush":693,"ommend":694,"ting":695,"ving":696,"our":697,"oney":698,"Ġusing":699,"'m":700,"Ġher":701,"Ġdiff":702,"ud":703,"Ġend":704,"Ġway":705,"ip":706,"ily":707,"ery":708,"Ġrecommend":709,"Ġbad":710,"appoint":711,"ality":712,"Ġim":713,"Ġgot":714,"Ġdry":715,"ood":716,"ach":717,"Ġmoney":718,"Ġtr":719,"Ġmade":720,"ove":721,"ath":722,"Ġaw":723,"Ġlot":724,"Ġeas":725,"ty":726,"oo":727,"'ve":728,"Ġ3":729,"Ġpurch":730,"ile":731,"Ġcharact":732,"ĠV":733,"les":734,"akes":735,"Ġalso":736,"Ġthink":737,"Ġlast":738,"pect":739,"nt":740,"Ġpe":741,"Ġho":742,"Ġcle":743,"Ġneed":744,"Ġthr":745,"Ġdisappoint":746,"Ġtry":747,"Ġthing":748,"ne":749,"Ġbo":750,"ash":751,"Ġknow":752,"ult":753,"Ġtheir":754,"Ġthen":755,"res":756,"Ġreview":757,"igh":758,"ĠWh":759,"Ġits":760,"ks":761,"Ġbot":762,"other":763,"ence":764,"Ġey":765,"fore":766,"Ġi":767,"Ġfl":768,"rit":769,"Ġnever":770,"Ġcont":771,"ĠY":772,"Ġke":773,"Ġsa":774,"Ġstill":775,"ually":776,"ang":777,"Ġquality":778,"Ġinto":779,"Ġdiffer":780,"ater":781,"be":782,"ased":783,"Ġnow":784,"og":785,"pl":786,"Ġmin":787,"Ġnail":788,"Ġret":789,"ious":790,"ace":791,"ated":792,"Ġbrush":793,"thing":794,"ions":795,"omet":796,"ass":797,"ance":798,"Ġshe":799,"ute":800,"Ġnice":801,"Ġtwo":802,"Ġput":803,"Ġbought":804,"elf":805,"Ġseem":806,"Ġorder":807,"ict":808,"ĠAm":809,"gin":810,"Ġbefore":811,"amp":812,"Ġsm":813,"Ġgl":814,"Ġset":815,"Ġold":816,"ans":817,"Ġhapp":818,"Ġday":819,"Ġfun":820,"Ġpart":821,"ĠThey":822,"Ġprice":823,"ĠU":824,"Ġbest":825,"Ġface":826,"nder":827,"Ġmany":828,"ever":829,"ree":830,"ob":831,"Ġseries":832,"orm":833,"Ġdes":834,"right":835,"rible":836,"Ġsomet":837,"Ġhand":838,"ĠBut":839,"imes":840,"au":841,"Ġreturn":842,"Ġyears":843,"up":844,"ople":845,"Ġche":846,"Ġthrough":847,"Ġscent":848,"Ġmost":849,"Ġsame":850,"fin":851,"joy":852,"VD":853,"Great":854,"Ġshould":855,"Ġsay":856,"Ġseason":857,"Ġfew":858,"oll":859,"ition":860,"ical":861,"ĠMy":862,"Ġstart":863,"Ġpeople":864,"ors":865,"Ġfind":866,"Ġnew":867,"Ġever":868,"Ġhard":869,"Ġworth":870,"rand":871,"Ġpack":872,"ĠDVD":873,"Ġtried":874,"Ġreal":875,"Ġexpect":876,"vies":877,"ĠK":878,"ary":879,"ny":880,"ac":881,"Ġthought":882,"Ġsl":883,"tty":884,"Ġinter":885,"azon":886,"we":887,"ert":888,"Ġep":889,"Ġres":890,"Ġdisappointed":891,"Ġac":892,"vel":893,"&#":894,"Ġmovies":895,"ĠIf":896,"ĠNot":897,"Ġop":898,"Ġenjoy":899,"he":900,"isod":901,"red":902,"Ġhigh":903,"ray":904,"Ġcur":905,"Ġsomething":906,"Ġworks":907,"ark":908,"Ġgu":909,"ps":910,"Ġkeep":911,"Ġdown":912,"Ġdifferent":913,"Ġra":914,"Ġplay":915,"rong":916,"ro":917,"ese":918,"ĠAnd":919,"vers":920,"ub":921,"finite":922,"Ġgoing":923,"Ġlight":924,"ple":925,"Ġent":926,"ial":927,"aking":928,"Ġepisod":929,"Ġbit":930,"Ġunder":931,"finitely":932,"Ġeasy":933,"Ġwatching":934,"Ġsmall":935,"Ġcame":936,"Ġ&#":937,"Ġtimes":938,"Ġspe":939,"augh":940,"Ġenough":941,"Ġmon":942,"Ġpretty":943,"li":944,"ĠCh":945,"....":946,"Ġbeing":947,"oss":948,"Ġfound":949,"Ġwee":950,"Ġhel":951,"ince":952,"wh":953,"Ġgive":954,"Ġpo":955,"ĠSo":956,"Ġwaste":957,"xt":958,"Ġsure":959,"Ġmay":960,"ents":961,"Ġbottle":962,"Ġ5":963,"ress":964,"Ġinst":965,"ating":966,"Ġmakes":967,"Ġlooking":968,"ning":969,"Ġ4":970,"Ġwa":971,"Ġimp":972,"uff":973,"Ġright":974,"ild":975,"Ġscen":976,"wn":977,"Ġrece":978,"ise":979,"ĠAmazon":980,"!!!":981,"ect":982,"Ġcharacters":983,"Ġacting":984,"ize":985,"Ġnothing":986,"ER":987,"Ġinc":988,"Ġext":989,"ber":990,"Ġperfect":991,"ately":992,"Ġhold":993,"Ġdec":994,"Ġwhile":995,"Ġwithout":996,"ipp":997,"Ġsoft":998,"ream":999,"aut":1000,"iss":1001,"Ġcut":1002,"ways":1003,"Love":1004,"Ġgr":1005,"get":1006,"Ġproducts":1007,"Ġcomple":1008,"Ġsec":1009,"Ġanother":1010,"Ġfin":1011,"Ġhead":1012,"rigin":1013,"Ġread":1014,"Ġwhere":1015,"utes":1016,"OT":1017,"ĠSt":1018,"ces":1019,"ived":1020,"Ġcou":1021,"Ġbig":1022,").":1023,"Ġel":1024,"Ġactually":1025,"Ġsuper":1026,"ĠYou":1027,"Ġstick":1028,"Ġtra":1029,"Ġmonth":1030,"vor":1031,"Ġminutes":1032,"Ġturn":1033,"ual":1034,"azing":1035,"Ġfar":1036,"ĠIn":1037,"Ġhor":1038,"Ġreviews":1039,"Ġorigin":1040,"Ġopen":1041,"ĠThere":1042,"Ġclean":1043,"Ġhim":1044,"Ġthough":1045,"Ġthick":1046,"ather":1047,"Ġsince":1048,"ĠAl":1049,"less":1050,"her":1051,"astic":1052,"00":1053,"Ġadd":1054,"ten":1055,"ked":1056,"irect":1057,"Ġpol":1058,"Ġseen":1059,"Not":1060,"Ġdefinitely":1061,"ĠTH":1062,"atur":1063,"Ġplot":1064,"Ġatt":1065,"ng":1066,"Ġcheap":1067,"Ġmoist":1068,"Ġpurchase":1069,"Ġlooks":1070,"Ġabs":1071,"onder":1072,"Ġinterest":1073,"fort":1074,"Ġter":1075,"Ġgi":1076,"form":1077,"Ġalways":1078,"Ġanything":1079,"ĠWe":1080,"Ġbel":1081,"Ġaway":1082,"My":1083,"Ġaround":1084,"Ġlife":1085,"Ġdisc":1086,"Ġhelp":1087,"ertain":1088,"Ġtake":1089,"Ġnails":1090,"iend":1091,"Ġcome":1092,"Ġtop":1093,"read":1094,"Ġwanted":1095,"Ġoil":1096,"ðŁ":1097,"Ġsmells":1098,"ably":1099,"pr":1100,"Ġloved":1101,"icture":1102,"Ġcharacter":1103,"Ġcomplete":1104,"most":1105,"cell":1106,"Ġhour":1107,"cial":1108,"Ġwrit":1109,"Ġreceived":1110,"ead":1111,"Ġbrand":1112,"ible":1113,"Ġfavor":1114,"Ġdirect":1115,"ĠVery":1116,"Ġoriginal":1117,"Ġ.":1118,"Ġsupp":1119,"ign":1120,"Ġdone":1121,"Ġfine":1122,"ody":1123,"Ġstuff":1124,"Ġdays":1125,"IN":1126,"Ġown":1127,"ange":1128,"reen":1129,"bs":1130,"Ġfull":1131,"olute":1132,"Ġitem":1133,"Ġless":1134,"av":1135,"'re":1136,"Ġpow":1137,"Ġwon":1138,"Ġwhy":1139,"ock":1140,"Ġ$":1141,"ffect":1142,"Ġsha":1143,"self":1144,"Ġthose":1145,"Ġpicture":1146,"Very":1147,"Ġwasn":1148,"Ġwash":1149,"Ġapply":1150,"Ġcare":1151,"Ġcond":1152,"Ġsecond":1153,"Ġamazing":1154,"ular":1155,"Ġwater":1156,"oes":1157,"atter":1158,"cellent":1159,"Ġfam":1160,"lf":1161,"Ġmas":1162,"Ġstars":1163,"pped":1164,"Ġhere":1165,"Ġsoap":1166,"Ġvers":1167,"ids":1168,"ror":1169,"Ġdri":1170,"Ġbox":1171,"ĠHe":1172,"mer":1173,"elt":1174,"Ġins":1175,"Ġpurchased":1176,"Ġsur":1177,"Ġbeaut":1178,"Ġref":1179,"Ġbook":1180,"blem":1181,"Ġvide":1182,"Ġcra":1183,"ĠNo":1184,"ashes":1185,"aughter":1186,"'ll":1187,"Ġes":1188,"ations":1189,"Ġkind":1190,"erson":1191,"ĠNOT":1192,"Ġboth":1193,"Ġshamp":1194,"Ġproblem":1195,"Ġreg":1196,"Ġsim":1197,"ĠHow":1198,"Ġalmost":1199,"Ġwonder":1200,"Ġmoistur":1201,"Ġleft":1202,"Ġsuch":1203,"Ġbelie":1204,"Ġfo":1205,"ons":1206,"ward":1207,"ord":1208,"Ġdra":1209,"Ġhappy":1210,"Ġsmo":1211,"Ġquick":1212,"Wh":1213,"Ġjob":1214,"cri":1215,"Ġgetting":1216,"--":1217,"gr":1218,"Ġremo":1219,"atural":1220,"uck":1221,"Ġordered":1222,"Ġpoint":1223,"Ġisn":1224,"ited":1225,"Ġcondition":1226,"Ġwatched":1227,"not":1228,"ĠSe":1229,"Ġseems":1230,"Ġtrying":1231,"itive":1232,"reak":1233,"Ġexp":1234,"gg":1235,"Ġsaid":1236,"Ġcons":1237,"Ġfunny":1238,"cess":1239,"ph":1240,"Ġonce":1241,"olutely":1242,"Ġstrong":1243,"Ġyear":1244,"Ġcurl":1245,"iv":1246,"Ġem":1247,"Ġwear":1248,"Ġwhole":1249,"cept":1250,"Ġir":1251,"Ġhalf":1252,"Ġshampoo":1253,"day":1254,"Ġhum":1255,"ix":1256,"Ġthings":1257,"Ġeffect":1258,"edi":1259,"ense":1260,"Ġfavorite":1261,"Ġred":1262,"Ġfan":1263,"Ġdark":1264,"Ġstay":1265,"),":1266,"Ġeach":1267,"asy":1268,"oke":1269,"Ġreason":1270,"Ġstarted":1271,"ness":1272,"Ġmoisturiz":1273,"Ġsub":1274,"Ġro":1275,"uc":1276,"ĠRe":1277,"ically":1278,"its":1279,"ither":1280,"Ġour":1281,"Ġperson":1282,"Ġmus":1283,"Ġline":1284,"Ġcream":1285,"the":1286,"ised":1287,"ian":1288,"iful":1289,"ount":1290,"Ġsmooth":1291,"ru":1292,"ience":1293,"air":1294,"Ġthin":1295,"Ġversion":1296,"Ġstra":1297,"Ġok":1298,"Ġple":1299,"Ġeye":1300,"Ġexpected":1301,"Ġmakeup":1302,"Ġsize":1303,"Ġwish":1304,"Ġfeels":1305,"Ġepisode":1306,"Ġsever":1307,"Ġeyes":1308,"Ġpres":1309,"Ġrel":1310,"Ġcomes":1311,"Ġty":1312,"ump":1313,"ume":1314,"osed":1315,"Ġstar":1316,"Ġpolish":1317,"Ġpoor":1318,"Ġcolors":1319,"Ġfriend":1320,"Ġcouldn":1321,"Ġcast":1322,"ale":1323,"Ġfact":1324,"Ġgets":1325,"oring":1326,"These":1327,"Ġlet":1328,"Ġtell":1329,"aw":1330,"Ġmust":1331,"Ġdaughter":1332,"Ġspray":1333,"man":1334,"rist":1335,"lic":1336,"Ġbott":1337,"Ġnatural":1338,"ready":1339,"Ġvideo":1340,"Ġfamily":1341,"Ġelse":1342,"Ġmonths":1343,"ĠGreat":1344,"Ġmess":1345,"Ġleast":1346,"Ġactors":1347,"ĠBe":1348,"Ġfelt":1349,"ift":1350,"Ġfall":1351,"esome":1352,"ature":1353,"vious":1354,"Ġunt":1355,"ĠDon":1356,"Ġwent":1357,"Ġ10":1358,"Ġbuying":1359,"Ġdel":1360,"Ġalready":1361,"Ġcompletely":1362,"Ġable":1363,"led":1364,"Ġsens":1365,"arly":1366,"ĠSh":1367,"Ġeverything":1368,"Ġwait":1369,"ier":1370,"Ġcover":1371,"Ġrepl":1372,"Ġworked":1373,"Ġmiss":1374,"Ġph":1375,"Ġweek":1376,"Ġeasily":1377,"Ġiss":1378,"cially":1379,"Ġmight":1380,"Ġraz":1381,"ID":1382,"'d":1383,"rived":1384,"Ġwar":1385,"Ġshort":1386,"Ġhappen":1387,"lud":1388,"Ġview":1389,"Ġrem":1390,"ted":1391,"Ġinteresting":1392,"Ġchild":1393,"Ġseveral":1394,"Ġlonger":1395,"ner":1396,"Ġdescri":1397,"Ġform":1398,"Ġresult":1399,"Ġexc":1400,"Good":1401,"Ġgen":1402,"reme":1403,"ots":1404,"Ġnext":1405,"Ġquite":1406,"Ġthree":1407,"Ġliked":1408,"Ġgoes":1409,"Ġepisodes":1410,"Ġscenes":1411,"ows":1412,"Ġfra":1413,"Ġlea":1414,"ĠHowever":1415,"ĠDe":1416,"Ġshows":1417,"Ġuntil":1418,"Ġplace":1419,"Ġterrible":1420,"ara":1421,"stand":1422,"Ġtook":1423,"Ġbreak":1424,"ĠâĢ":1425,"Ġrun":1426,"Ġstore":1427,"pecially":1428,"Ġcouple":1429,"Ġgave":1430,"ia":1431,"Ġprob":1432,"Ġaction":1433,"ib":1434,"ime":1435,"ative":1436,"ank":1437,"Ġlashes":1438,"Ġhop":1439,"Ġ20":1440,"Ġ6":1441,"ention":1442,"ided":1443,"ensive":1444,"Ġev":1445,"Ġhaving":1446,"ied":1447,"ird":1448,"aging":1449,"Ġpie":1450,"Ġburn":1451,"Ġed":1452,"und":1453,"ren":1454,"Ġdur":1455,"Ġlooked":1456,"!!!!":1457,"ew":1458,"Ġbody":1459,"Ġabsolutely":1460,"Ġ,":1461,"enc":1462,"Ġanyone":1463,"Ġyet":1464,"ON":1465,"Ġentertain":1466,"ĠBl":1467,"co":1468,"ues":1469,"Ġsell":1470,"Ġprobably":1471,"ĠAs":1472,"Ġacc":1473,"Ġexper":1474,"Ġcap":1475,"Ġgre":1476,"fortun":1477,"ĠShe":1478,"Ġnight":1479,"Ġwouldn":1480,"ife":1481,"Ġguy":1482,"Ġ'":1483,"alk":1484,"oken":1485,"Ġfoll":1486,"Ġinstead":1487,"Ġstraight":1488,"Ġsty":1489,"gether":1490,"Ġwom":1491,"band":1492,"ell":1493,"Ġplastic":1494,"Ġperform":1495,"Ġentire":1496,"ĠJust":1497,"ĠThat":1498,"Ġhours":1499,"Ġkids":1500,"ings":1501,"irl":1502,"Ġclass":1503,"Ġgift":1504,"ĠWhen":1505,"ret":1506,"ook":1507,"ully":1508,"Ġcase":1509,"Ġsound":1510,"LL":1511,"Ġbeautiful":1512,"Ġweeks":1513,"Ġinclud":1514,"ption":1515,"Ġothers":1516,"Ġeither":1517,"ween":1518,"!<":1519,"Ġsomeone":1520,"ĠAlso":1521,"Ġhands":1522,"Ġpain":1523,"Ġpay":1524,"Ġsaw":1525,"If":1526,"line":1527,"OR":1528,"Ġblack":1529,"ĠWill":1530,"Ġbelieve":1531,"Ġpast":1532,"Ġclose":1533,"ates":1534,"Ġbegin":1535,"Ġide":1536,"Ġmaking":1537,"Ġtogether":1538,"VE":1539,"ĠWhat":1540,"Ġappe":1541,"Ġhorrible":1542,"ger":1543,"Ġworking":1544,"any":1545,"sc":1546,"ee":1547,"Ġfast":1548,"Ġenjoyed":1549,"Ġgel":1550,"Ġbetween":1551,"Ġquickly":1552,"Ġstand":1553,"ĠTHE":1554,"Ġwhite":1555,"Ġdet":1556,"Ġleave":1557,"Ġble":1558,"AT":1559,"iced":1560,"ips":1561,"Ġfilms":1562,"fortunately":1563,"Ġbag":1564,"ĠUn":1565,"ades":1566,"iny":1567,"ared":1568,"Ġmain":1569,"Ġcreat":1570,"Ġfit":1571,"Ġlow":1572,"Ġmaybe":1573,"Ġworst":1574,"Ġshower":1575,"aged":1576,"AS":1577,"Ġcomb":1578,"ĠChrist":1579,"Ġside":1580,"Ġhowever":1581,"ins":1582,"Ġtot":1583,"Ġcr":1584,"Ġmusic":1585,"ling":1586,"Ġones":1587,"Ġbroken":1588,"Ġfollow":1589,"Ġrazor":1590,"Ġmir":1591,"remely":1592,"ics":1593,"Ġwrong":1594,"ĠAfter":1595,"Ġfeeling":1596,"Ġespecially":1597,"Ġshave":1598,"Ġfree":1599,"ts":1600,"Ġeyel":1601,"Ġdoing":1602,"Ġsensitive":1603,"IS":1604,"Ġcoll":1605,"ides":1606,"io":1607,"Ġrest":1608,"Ġlotion":1609,"Ġhope":1610,"arn":1611,"Ġ19":1612,"rew":1613,"itch":1614,"Ġlip":1615,"ines":1616,"Ġcontin":1617,"Ġwonderful":1618,"Ġbroke":1619,"zz":1620,"ĠOn":1621,"Ġpull":1622,"??":1623,"Ġscr":1624,"ional":1625,"Ġfinish":1626,"Ġrele":1627,"Ġarrived":1628,"ĠFor":1629,"Ġcor":1630,"Ġmom":1631,"Ġguess":1632,"ont":1633,"âĢĿ":1634,"vert":1635,"Ġcar":1636,"Ġind":1637,"usband":1638,"Ġexcellent":1639,"Ġtrue":1640,"oc":1641,"Ġconditioner":1642,"Ġboring":1643,"ĠLove":1644,"Ġchang":1645,"Ġhot":1646,"ments":1647,"Ġsurpr":1648,"Ġlar":1649,"Ġslow":1650,"Ġav":1651,"Ġtakes":1652,"Ġsays":1653,"Ġitself":1654,"Ġcontain":1655,"where":1656,"Ġreplace":1657,"ruct":1658,"dd":1659,"quot":1660,"Ġworld":1661,"ma":1662,"eric":1663,"Ġyoung":1664,"Ġcost":1665,"Ġsw":1666,"Ġpackage":1667,"So":1668,"ton":1669,"Ġneeded":1670,"ES":1671,"ING":1672,"Ġago":1673,"Ġloves":1674,"Ġwig":1675,"Ġcall":1676,"ently":1677,"eng":1678,"bed":1679,"Ġsit":1680,"Ġmar":1681,"ider":1682,"Ġdam":1683,"Ġexact":1684,"Ġamount":1685,"Ġsto":1686,"Ġscene":1687,"Ġinv":1688,"Ġunderstand":1689,"gan":1690,"ĠAll":1691,"Ġhome":1692,"Ġhusband":1693,"Ġlist":1694,"Ġpower":1695,"Ġsun":1696,"Ġgirl":1697,"ah":1698,"Ġint":1699,"ouch":1700,"ost":1701,"Ġsupposed":1702,"Ġcompl":1703,"Did":1704,"Ġbrushes":1705,"ized":1706,"ĠâĢľ":1707,"Ġmyself":1708,"though":1709,"ED":1710,"fer":1711,"Ġ:":1712,"Ġz":1713,"Ġtrim":1714,"Ġcute":1715,"Ġdifference":1716,"Ġclear":1717,"Ġspecial":1718,"Ġheav":1719,"ĠTV":1720,"Ġawful":1721,"Ġleaves":1722,"Ġval":1723,"els":1724,"onest":1725,"Ġextremely":1726,"ilar":1727,"Ġbottles":1728,"Ġresults":1729,"Ġfragr":1730,"ND":1731,"Ġhighly":1732,"Ġduring":1733,"Ġing":1734,"edy":1735,"arr":1736,"Ġ8":1737,"Ġswe":1738,"orks":1739,"Ġhist":1740,"Ġtravel":1741,"part":1742,"mber":1743,"aste":1744,"Ġexpensive":1745,"Ġob":1746,"ction":1747,"Ġadvert":1748,"Ġdeal":1749,"ient":1750,"ument":1751,"Ġrather":1752,"Ġending":1753,"ther":1754,"fully":1755,"umb":1756,"Ġdeli":1757,"ouse":1758,"Ex":1759,"ĠðŁ":1760,"mas":1761,"Ġwife":1762,"vice":1763,"Ġidea":1764,"erally":1765,"Ġnorm":1766,"Ġmasc":1767,"RE":1768,"Ġpackaging":1769,"Ġlaugh":1770,"Ġmirror":1771,"Ġbas":1772,"Ġrep":1773,"OU":1774,"Ġkill":1775,"Ġdecided":1776,"Ġimm":1777,"Ġsad":1778,"iner":1779,"vd":1780,"ection":1781,"icult":1782,"Ġexpl":1783,"ky":1784,"ex":1785,"Ġopened":1786,"Ġgra":1787,"ipping":1788,"Ġdesign":1789,"Ġstop":1790,"ĠJo":1791,"Ġsing":1792,"Re":1793,"Ġcannot":1794,"ĠAmeric":1795,"like":1796,"ike":1797,"aid":1798,"Ġmind":1799,"ool":1800,"ired":1801,"aybe":1802,"antly":1803,"ĠWould":1804,"ats":1805,"Ġcour":1806,"ĠThese":1807,"Ġri":1808,"als":1809,"ms":1810,"Ġregular":1811,"Ġeveryone":1812,"Ġingred":1813,"Ġstopped":1814,"Ġart":1815,"Ġkept":1816,"Ġdoc":1817,"ients":1818,"ĠOne":1819,"They":1820,"Ġtrans":1821,"Ġseemed":1822,"Ġimpress":1823,"Ġsol":1824,"old":1825,"Ġtype":1826,"Ġexcited":1827,"ories":1828,"Ġchange":1829,"Ġperf":1830,"Ġdvd":1831,"rill":1832,"way":1833,"Ġawesome":1834,"Ġprop":1835,"Ġmag":1836,"Ġbar":1837,"Ġmor":1838,"Ġdifficult":1839,"Ġ7":1840,"asing":1841,"Ġglue":1842,"Ġlater":1843,"ossible":1844,"anc":1845,"Ġcop":1846,"Ġusually":1847,"ube":1848,"Ġwr":1849,"Ġrid":1850,"uy":1851,"ĠDo":1852,"roduct":1853,"Ġcompany":1854,"Ġfragrance":1855,"com":1856,"Ġvis":1857,"cks":1858,"Ġmean":1859,"Ġscreen":1860,"Ġsy":1861,"arch":1862,"Ġinside":1863,"ulous":1864,"Ġapplic":1865,"Ġson":1866,"Ġaud":1867,"Ġbath":1868,"arent":1869,"ĠGood":1870,"ster":1871,"Ġhy":1872,"Ġscri":1873,"Ġrefund":1874,"Ġheavy":1875,"oved":1876,"orant":1877,"velop":1878,"Ġmascara":1879,"ern":1880,"Ġtouch":1881,"Ġworse":1882,"Ġexactly":1883,"Ġpowder":1884,"Ġscript":1885,"Ġsoon":1886,"Ġhaven":1887,"ried":1888,"Ġwithin":1889,"Ġmatter":1890,"Ġport":1891,"Ġentertaining":1892,"Ġfing":1893,"Ġextra":1894,"Ġroll":1895,"Ġirrit":1896,"Ġremove":1897,"ĠAn":1898,"Ġsticky":1899,"ĠDis":1900,"que":1901,"ific":1902,"ĠEven":1903,"Ġcourse":1904,"Ġdocument":1905,"Ġvi":1906,"ĠNow":1907,"ength":1908,"ming":1909,"Ġdr":1910,"Ġprot":1911,"Ġturned":1912,"upid":1913,"Ġmod":1914,"Ġsense":1915,"Ġlead":1916,"Ġprov":1917,"Ġsent":1918,"Ġcho":1919,"**":1920,"uge":1921,"No":1922,"eless":1923,"In":1924,"Ġbeard":1925,"unch":1926,"Does":1927,"Ġconf":1928,"Ġwriting":1929,"Ġrub":1930,"Ġexperience":1931,"Ġdeod":1932,"Ġtoday":1933,"ĠCl":1934,"othing":1935,"istic":1936,"Ġ9":1937,"Ġfair":1938,"Ġoily":1939,"Ġconc":1940,"arb":1941,"Ġflat":1942,"Ġet":1943,"Ġbased":1944,"ane":1945,"ĠIT":1946,"Ġchem":1947,"Ġlips":1948,"Ġtwice":1949,"ances":1950,"Ġeffects":1951,"ply":1952,"Ġele":1953,"sy":1954,"Ġalong":1955,"Ġglad":1956,"ored":1957,"Ġfant":1958,"Ġ30":1959,"idd":1960,"Ġclassic":1961,"Ġgreasy":1962,"xture":1963,"Ġpiece":1964,"Ġdryer":1965,"olog":1966,"Ġfinally":1967,"ĠLO":1968,"Ġdevelop":1969,"arp":1970,"ĠBr":1971,"mells":1972,"uth":1973,"Ġhoping":1974,"Ġdep":1975,"ula":1976,"Ġfeature":1977,"Ġsal":1978,"AN":1979,"Ġsch":1980,"Ġgives":1981,"Ġdial":1982,"Just":1983,"Ġnoticed":1984,"but":1985,"Ġdisappointing":1986,"Ġlength":1987,"Ġlive":1988,"ject":1989,"Ġbare":1990,"Ġdue":1991,"ax":1992,"Ġfell":1993,"Ġdeodorant":1994,"uper":1995,"Ġcool":1996,"oduc":1997,"Ġsat":1998,"Ġhonest":1999,"urd":2000,"Ġpass":2001,"cc":2002,"Ġseller":2003,"]]":2004,"Ġforward":2005,"iness":2006,"Ġcertain":2007,"Ġpick":2008,"Ġfore":2009,"Ġstyle":2010,"Ġmatch":2011,"owing":2012,"Ġvalue":2013,"empt":2014,"member":2015,"ĠFr":2016,"Ġetc":2017,"ĠCan":2018,"Ġsil":2019,"Ġimmedi":2020,"[[":2021,"ior":2022,"Ġfriends":2023,"Ġexcept":2024,"ented":2025,"Ġwet":2026,"gs":2027,"resh":2028,"Ġ!":2029,"uly":2030,"Ġword":2031,"Ġfig":2032,"Ġdist":2033,"Ġuses":2034,"Ġperfume":2035,"Ġlack":2036,"Ġanim":2037,"Ġsex":2038,"my":2039,"ident":2040,"aps":2041,"lied":2042,"Ġinstruct":2043,"aterial":2044,"Ġmen":2045,"Ġseeing":2046,"AR":2047,"Ġcomedy":2048,"Ġneeds":2049,"Ġtotally":2050,"nding":2051,"Ġhuge":2052,"Ġissue":2053,"lish":2054,"Ġlost":2055,"Ġapart":2056,"Ġgiven":2057,"Ġmix":2058,"cked":2059,"Ġended":2060,"Ġass":2061,"Ġnotice":2062,"Ġlarge":2063,"ists":2064,"era":2065,"Ġimag":2066,"isf":2067,"Ġhappened":2068,"Ġdialog":2069,"alp":2070,"Ġlearn":2071,"Ġ--":2072,"Ġdried":2073,"Ġconsider":2074,"eth":2075,"Ġboy":2076,"Ġchildren":2077,"erg":2078,"Ġloc":2079,"As":2080,"fortable":2081,"hn":2082,"LE":2083,"Ġpartic":2084,"Ġpaid":2085,"Ġsn":2086,"Ġann":2087,"Ġpos":2088,"Ġissues":2089,"Ġprevious":2090,"ters":2091,"Ġmaterial":2092,"ĠChristmas":2093,"alm":2094,"unk":2095,"Ġslight":2096,"Ġseasons":2097,"ĠSp":2098,"Ġthinking":2099,"Ġheal":2100,"ator":2101,"Ġiron":2102,"Ġstr":2103,"Ġblades":2104,"ĠBU":2105,"ĠAt":2106,"ustom":2107,"more":2108,"ĠMaybe":2109,"Ġingredients":2110,"wood":2111,"ured":2112,"Ġbeh":2113,"ney":2114,"ined":2115,"Ġphot":2116,"ope":2117,"Ġreturned":2118,"Ġwritten":2119,"ets":2120,"Ġtexture":2121,"Ġprom":2122,"Ġfill":2123,"Ġclipp":2124,"Ġcontr":2125,"âĢ¦":2126,"Ġimmediately":2127,"Ġcoming":2128,"Ġstupid":2129,"Ġmis":2130,"Ġsimply":2131,"ĠDoes":2132,"Ġscalp":2133,"VER":2134,"ket":2135,"Ġprof":2136,"ĠMo":2137,"ann":2138,"Ġheat":2139,"Ġmoisturizer":2140,"Ġremember":2141,"Ġlines":2142,"Ġnon":2143,"TH":2144,"tern":2145,"Ġdecent":2146,"There":2147,"Ġhumor":2148,"Ġoverall":2149,"Ġends":2150,"Ġweird":2151,"Ġdocumentary":2152,"Ġsharp":2153,"St":2154,"atic":2155,"ene":2156,"etic":2157,"Ġhuman":2158,"Ġfeet":2159,"ility":2160,"Ġrecommended":2161,"Ġoften":2162,"Ġname":2163,"Ġtruly":2164,"ĠUS":2165,"Ġhandle":2166,"We":2167,"oor":2168,"ĠThen":2169,"What":2170,"Ġdy":2171,"Ġproduction":2172,"Ġbarely":2173,"Ġactual":2174,"orn":2175,"Ġtyp":2176,"Ġbatter":2177,"ĠSeason":2178,"Ġair":2179,"Ġmult":2180,"Ġparts":2181,"Ġtang":2182,"Don":2183,"iously":2184,"ety":2185,"One":2186,"EN":2187,"Ġreplacement":2188,"Ġkeeps":2189,"Ġmention":2190,"Ġgrand":2191,"side":2192,"ĠLe":2193,"ric":2194,"stick":2195,"Ġopin":2196,"Ġattempt":2197,"Ġcomplain":2198,"ĠPl":2199,"Ġtreat":2200,"ĠAr":2201,"Ġwoman":2202,"Ġhistory":2203,"Ġokay":2204,"Ġheart":2205,"Ġavail":2206,"Ġfri":2207,"Ġadvertised":2208,"Ġhairs":2209,"Ġsetting":2210,"orry":2211,"Ġfail":2212,"Ġmove":2213,"vent":2214,"aring":2215,"Ġapplied":2216,"Ġwomen":2217,"Ġliterally":2218,"Excellent":2219,"Ġmissing":2220,"Ġtal":2221,"Ġcaus":2222,"raph":2223,"ism":2224,"Ġmedi":2225,"verall":2226,"Ġdescription":2227,"Ġgone":2228,"Ġshaving":2229,"ĠDid":2230,"10":2231,"ibly":2232,"Ġobvious":2233,"Ġfake":2234,"ĠSome":2235,"Ġfoot":2236,"ĠWell":2237,"rect":2238,"Ġtalk":2239,"just":2240,"Ġcomm":2241,"Ġplayed":2242,"ering":2243,"Ġpink":2244,"Ġcustom":2245,"ape":2246,"ising":2247,"Ġcollection":2248,"Ġcoat":2249,"ged":2250,"Ġhate":2251,"Ġfour":2252,"aj":2253,"nded":2254,"Ġexpecting":2255,"Ġhouse":2256,"Ġperformance":2257,"hip":2258,"aby":2259,"Ġvol":2260,"ĠWith":2261,"iting":2262,"Ġvar":2263,"ĠAND":2264,"ĠJohn":2265,"Ġmist":2266,"Ġconst":2267,"Ġparticular":2268,"wise":2269,"ered":2270,"this":2271,"Ġsle":2272,"aced":2273,"Ġsus":2274,"mp":2275,"zy":2276,"Ġchanged":2277,"ler":2278,"Ġbrown":2279,"Ġhorror":2280,"over":2281,"ss":2282,"Ġpop":2283,"Ġinte":2284,"Ġannoy":2285,"Ġlay":2286,"ued":2287,"Ġlasts":2288,"Ġdou":2289,"Ġmem":2290,"Ġformula":2291,"Ġperfectly":2292,"ĠPer":2293,"ĠSc":2294,"Ġsave":2295,"Ġnormal":2296,"Ġfrizz":2297,"20":2298,"ĠCom":2299,"Ġavailable":2300,"Ġhelps":2301,"EO":2302,"pping":2303,"Ġ15":2304,"Ġgiving":2305,"ox":2306,"ĠQ":2307,"anks":2308,"Ġschool":2309,"iculous":2310,"son":2311,"Ġconsist":2312,"ĠEvery":2313,"aked":2314,"Ġtold":2315,"Ġopinion":2316,"bing":2317,"ames":2318,"Ġcleans":2319,"Ġself":2320,"Ġpleas":2321,"Ġda":2322,"Ġbrist":2323,"ĠNe":2324,"arbage":2325,"Ġrole":2326,"Ġfight":2327,"ening":2328,"Ġliqu":2329,"Ġpump":2330,"aster":2331,"ĠLOVE":2332,"Ġitch":2333,"Ġbeginning":2334,"ities":2335,"Ġtight":2336,"Ġant":2337,"Ġmorning":2338,"par":2339,"what":2340,"Ġdirector":2341,"Ġfresh":2342,"Ġmoisturizing":2343,"ĠRE":2344,"Ġimpressed":2345,"ork":2346,"Ġaren":2347,"Ġsequ":2348,"Ġpeel":2349,"Ġactor":2350,"sh":2351,"OO":2352,"Works":2353,"Ġton":2354,"Ġimport":2355,"ĠTo":2356,"Ġyourself":2357,"aim":2358,"ential":2359,"ĠUnfortunately":2360,"rime":2361,"Aw":2362,"VID":2363,"ges":2364,"ĠEng":2365,"Ġdoll":2366,"ced":2367,"Ġstuck":2368,"Ġcurls":2369,"Ġapplying":2370,"ien":2371,"Ġpred":2372,"Ġrating":2373,"Ġbase":2374,"Ġtube":2375,"ĠZ":2376,"Ġtrash":2377,"Ġcurly":2378,"Ġfantastic":2379,"ipped":2380,"Ġcontinue":2381,"Ġshipping":2382,"Ġfoundation":2383,"ero":2384,"Ġsimilar":2385,"Ġstud":2386,"LY":2387,"Ġwearing":2388,"Ġbra":2389,"ug":2390,"Ġattach":2391,"Ġputting":2392,"Ġproblems":2393,"ograph":2394,"Ġbecome":2395,"ĠPr":2396,"Ġstories":2397,"Ġinform":2398,"lt":2399,"ĠHigh":2400,"Ġsingle":2401,"Ġwin":2402,"Ġpurchasing":2403,"ME":2404,"ĠTHIS":2405,"Ġproduc":2406,"room":2407,"Ġlasted":2408,"ĠAmerican":2409,"Ġsurprised":2410,"Ġmine":2411,"Ġanymore":2412,"Ġincred":2413,"ision":2414,"Ġshaver":2415,"by":2416,"Ġcount":2417,"Ġweak":2418,"of":2419,"Ġve":2420,"Ġear":2421,"Ġbooks":2422,"Ġseal":2423,"Ġthroughout":2424,"ract":2425,"Ġ...":2426,"Ġkit":2427,"ony":2428,"Ġcopy":2429,"ec":2430,"Ġwax":2431,"Ġdrying":2432,"Ġsort":2433,"Ġquest":2434,"Ġkid":2435,"umps":2436,"Ġprog":2437,"Ġlevel":2438,"Ġsong":2439,"Ġtit":2440,"Ġreading":2441,"iple":2442,"Ġdrama":2443,"ency":2444,"ggest":2445,"Al":2446,"Ġmet":2447,"Ġage":2448,"Ġproper":2449,"vable":2450,"Ġwra":2451,"ample":2452,"Ġbuild":2453,"Ġcause":2454,"Ġdeep":2455,"ote":2456,"Ġapplication":2457,"Ġstri":2458,"Ġgener":2459,"Ġsmaller":2460,"haps":2461,".....":2462,"VIDEO":2463,"Ġrelease":2464,"?<":2465,"min":2466,"Ġblade":2467,"eez":2468,"VIDEOID":2469,"ices":2470,"Ġblue":2471,"ĠDefinitely":2472,"Ġliquid":2473,"ital":2474,"ures":2475,"ution":2476,"screen":2477,"Ġguys":2478,"Ġspend":2479,"Ġsuggest":2480,"Ġdescribed":2481,"Ġarea":2482,"ĠDO":2483,"Ġreturning":2484,"Ġeff":2485,"Ġhur":2486,"Ġviol":2487,"nter":2488,"light":2489,"Ġrent":2490,"ĠWor":2491,"Ġchemical":2492,"elves":2493,"Ġbright":2494,"Ġcorrect":2495,"Ġdamaged":2496,"Ġknew":2497,"Ġplan":2498,"thy":2499,"Ġlik":2500,"illy":2501,"ĠON":2502,".\"":2503,"Ġbottom":2504,"Ġdead":2505,"olly":2506,"Ġheard":2507,":<":2508,"Ġcharge":2509,"ST":2510,"Ġnum":2511,"ĠEx":2512,"Ġbristles":2513,"Ġunless":2514,"ross":2515,"Ġreact":2516,"Ġband":2517,"Ġridiculous":2518,"urch":2519,"Ġdaily":2520,"Ġfans":2521,"Ġinstructions":2522,"Ġprefer":2523,"Ġtaking":2524,"You":2525,"Ġservice":2526,")<":2527,"ened":2528,"Ġ100":2529,"Ġtool":2530,"Ġste":2531,"Ġlots":2532,"Ġdialogue":2533,"ĠKe":2534,"When":2535,"ains":2536,"Ġrequ":2537,"Product":2538,"Ġroom":2539,"lease":2540,"Ġru":2541,"Ġgarbage":2542,"Ġtiny":2543,"Ġtech":2544,"errible":2545,"used":2546,"Ġmagn":2547,"Ġsaying":2548,"Ġclips":2549,"Ġfive":2550,"Ġmultiple":2551,"iddle":2552,"omb":2553,"Ġagainst":2554,"Ġbother":2555,"head":2556,"ĠIts":2557,"ĠGod":2558,"sed":2559,"Ġtrimmer":2560,"ives":2561,"orrible":2562,"Ġvo":2563,"Ġsmelled":2564,"land":2565,"ictable":2566,"Ġpieces":2567,"Didn":2568,"Ġspent":2569,"ĠThank":2570,"con":2571,"Ġpleased":2572,"Ġadult":2573,"Ġpresent":2574,"Ġsatisf":2575,"Ġfut":2576,"Ġstoryline":2577,"Ġscrub":2578,"no":2579,"ĠBlu":2580,"aken":2581,"Ġque":2582,"CT":2583,"Be":2584,"ĠWas":2585,"ails":2586,"Ġtest":2587,"Ġdull":2588,"Ġmask":2589,"Ġincluded":2590,"Ġportray":2591,"Ġshot":2592,"AL":2593,"ĠMar":2594,"Was":2595,"ging":2596,"ustr":2597,"Ġlab":2598,"ĠOr":2599,"oles":2600,"oud":2601,"Ġsometimes":2602,"IT":2603,"Ġwasted":2604,"ying":2605,"ude":2606,"Ġcontrol":2607,"Ġappear":2608,"Ġblow":2609,"Ġinf":2610,"Ġannoying":2611,"Ġla":2612,"Ġtan":2613,"ique":2614,"ys":2615,"Loved":2616,"ram":2617,"Really":2618,"inem":2619,"ajor":2620,"Ġcontainer":2621,"ases":2622,"OW":2623,"ination":2624,"Ġeffective":2625,"After":2626,"Ġplus":2627,"\".":2628,"reci":2629,"Ġattention":2630,"ister":2631,"ison":2632,"Ġshape":2633,"Ġbaby":2634,"AY":2635,"urdy":2636,"Ġbehind":2637,"Ġscratch":2638,"oid":2639,"Ġchance":2640,"iod":2641,"Ġocc":2642,"ĠOther":2643,"ĠðŁĺ":2644,"dr":2645,"Ġdont":2646,"riend":2647,"ĠTO":2648,"Ġpoorly":2649,"Ġalthough":2650,"angu":2651,"ĠIs":2652,"Ġtwist":2653,"Ġemot":2654,"med":2655,"selves":2656,"nds":2657,"off":2658,"Ġpot":2659,"Ġcam":2660,"ones":2661,"Ġdeliver":2662,"Ġsqu":2663,"Ġbrands":2664,"Ġrom":2665,"Ġabsor":2666,"Ġadded":2667,"inc":2668,"ĠWhy":2669,"Too":2670,"Ġamazon":2671,"Ġmot":2672,"Ġearly":2673,"Ġshown":2674,"19":2675,"Ġfuture":2676,"Ġblond":2677,"IC":2678,"Ġprofess":2679,"Ġcrap":2680,"great":2681,"ĠEnglish":2682,"ĠRob":2683,"Ġbud":2684,"Ġswitch":2685,"Ġplays":2686,"Nice":2687,"ĠOnly":2688,"Ġpar":2689,"Ġclaim":2690,"ĠIS":2691,"ĠSO":2692,"For":2693,"Ġsets":2694,"Ġturns":2695,"play":2696,"Ġsign":2697,"Ġbring":2698,"Ġappreci":2699,"Ġmiddle":2700,"Ġgrow":2701,"On":2702,"na":2703,"Ġsimple":2704,"Ġcalled":2705,"Ġsold":2706,"Ġweight":2707,"ĠSte":2708,"Ġitems":2709,"Ġpract":2710,"Ġneg":2711,"Ġcapt":2712,"wards":2713,"Ġolder":2714,"Ġcomment":2715,"Ġplayer":2716,"Ġcrazy":2717,"Ġhit":2718,"Ġaddition":2719,"Ġcart":2720,"Bought":2721,"pper":2722,"mit":2723,"Ġbattery":2724,"Ġmajor":2725,"ollywood":2726,"Ġclos":2727,"Ġstays":2728,"Ġplease":2729,"Ġlangu":2730,"ief":2731,"Ġshed":2732,"Ġdisappointment":2733,"Smells":2734,"lo":2735,"Ġnicely":2736,"ĠST":2737,"Ġeasier":2738,"orge":2739,"Ġserum":2740,"uss":2741,"Ġlate":2742,"Ġmoments":2743,"pite":2744,"att":2745,"ially":2746,"Ġplaying":2747,"Ġopp":2748,"Ġminute":2749,"Ġtotal":2750,"Ġclippers":2751,"Ġslightly":2752,"Ġsturdy":2753,"Ġbed":2754,"ding":2755,"Ġcomfortable":2756,"ography":2757,"Ġpurp":2758,"Ġsupport":2759,"Ġang":2760,"Ġbecom":2761,"Ġsend":2762,"Ġsunscreen":2763,"Ġ12":2764,"Ġpossible":2765,"ik":2766,"Ġrese":2767,"Ġpress":2768,"Ġhonestly":2769,"how":2770,"Ġ/>-":2771,"Ġvolume":2772,"Ġloose":2773,"Ġprim":2774,"Ġnarr":2775,"Ġimportant":2776,"ĠSuper":2777,"ards":2778,"Ġcheaper":2779,"ĠToo":2780,"Ġcertainly":2781,"yond":2782,"Ġpost":2783,"set":2784,"ĠWhile":2785,"ĠHighly":2786,"ement":2787,"Ġthird":2788,"apt":2789,"Ġmother":2790,"Ġrough":2791,"ages":2792,"Ġcinem":2793,"ĠReally":2794,"Ġcoverage":2795,"Ġask":2796,"Ġcustomer":2797,"Ġorgan":2798,"Ġclearly":2799,"Ġprotect":2800,"retch":2801,"Ġperiod":2802,"tit":2803,"Ġest":2804,"rent":2805,"Ġcompared":2806,"Ġlipstick":2807,"__":2808,"Ġcontact":2809,"which":2810,"rib":2811,"Ġbasically":2812,"Ġeffort":2813,"Ġunfortunately":2814,"Ġshiny":2815,"ina":2816,"Ġnearly":2817,"oot":2818,"Ġteen":2819,"Ġinvol":2820,"pir":2821,"ear":2822,"body":2823,"reaking":2824,"Ġeyebr":2825,"Ġprocess":2826,"Ġimpr":2827,"Ġmostly":2828,"Ġordering":2829,"Ġnear":2830,"\",":2831,"AD":2832,"Ġbudget":2833,"Ġknown":2834,"Ġholds":2835,"ĠOF":2836,"Ġpredictable":2837,"ĠLook":2838,"Ġopening":2839,"Ġflick":2840,"Ġyes":2841,"lling":2842,"Ġacross":2843,"Ġcheck":2844,"oof":2845,"Ġevent":2846,"Ġsepar":2847,"Ġwashing":2848,"Ġalone":2849,"Ġbus":2850,"use":2851,"ener":2852,"Ġeng":2853,"Ġallow":2854,"ĠTr":2855,"Ġsum":2856,"Ġuseless":2857,"Ġeyeliner":2858,"Ġsuc":2859,"Ġcred":2860,"Ġresid":2861,"ĠLike":2862,"Ġaudience":2863,"hol":2864,"Ġlanguage":2865,"for":2866,"Ġthrow":2867,"Ġthrill":2868,"Awesome":2869,"First":2870,"Ġgotten":2871,"Ġstarts":2872,"Ġdries":2873,"Ġnone":2874,"Per":2875,"Ġtechn":2876,"Ġwaiting":2877,").<":2878,"Ġwrite":2879,"Ġthemselves":2880,"Ġcent":2881,"Ġorange":2882,"outh":2883,"Ġtaken":2884,"time":2885,"Ġbecame":2886,"Ġpolit":2887,"Ġfingers":2888,"Ġpositive":2889,"Ġsolid":2890,"good":2891,"Ġwashed":2892,"ĠJack":2893,"Ġdig":2894,"Ġmass":2895,"RO":2896,"irt":2897,"Ġrelations":2898,"ĠSer":2899,"Ġball":2900,"Ġtem":2901,"ĠOverall":2902,"ðŁĺ":2903,"Ġfront":2904,"Ġempt":2905,"Ġnor":2906,"ĠHollywood":2907,"Ġsusp":2908,"Ġfalling":2909,"go":2910,"Ġfacial":2911,"retty":2912,"ores":2913,"Ġess":2914,"Best":2915,"Ġacne":2916,"adow":2917,"CH":2918,"Ġpersonal":2919,"aper":2920,"ey":2921,"Ġprem":2922,"ĠNO":2923,"Ġwind":2924,"Ġdru":2925,"Ġhelped":2926,"Ġdi":2927,"oli":2928,"ring":2929,"ĠFirst":2930,"ivid":2931,"enty":2932,"bsolutely":2933,"ences":2934,"Ġfix":2935,"Ġmeans":2936,"Un":2937,"Ġhear":2938,"date":2939,"oil":2940,"encil":2941,"Ġcre":2942,"rif":2943,"Ġpictures":2944,"Ġwants":2945,"Ġdiss":2946,"Am":2947,"Ġlather":2948,"Ġrealize":2949,"Ġtitle":2950,"Ġhappens":2951,"Ġreceive":2952,"Ġspec":2953,"itter":2954,"Ġneck":2955,"ley":2956,"Ġfoc":2957,"Ġsalon":2958,"Ġallerg":2959,"Ġgreen":2960,"Doesn":2961,"Ġdefect":2962,"Ġmoving":2963,"Ġspace":2964,"Ġfather":2965,"Ġfigure":2966,"Ġenjoyable":2967,"Ġsomewhat":2968,"Ġoutside":2969,"Ġstretch":2970,"Ġimpossible":2971,"Ġremind":2972,"Ġupon":2973,"Ġnumber":2974,"Ġsweet":2975,"Ġwriters":2976,"Ġsearch":2977,"Ġbeauty":2978,"Ġforever":2979,"Ġdeath":2980,"Ġdraw":2981,"irc":2982,"Ġgirls":2983,"Ġusual":2984,"Ġnose":2985,"ĠBE":2986,"Ġspong":2987,"oup":2988,"Ġcloth":2989,"cl":2990,"Ġmat":2991,"ading":2992,"atever":2993,"olor":2994,"Ġthrew":2995,"ĠVER":2996,"val":2997,"entle":2998,"ational":2999,"Ġempty":3000,"Ġincluding":3001,"Ġauth":3002,"An":3003,"Ġwarm":3004,"ĠStar":3005,"Ġsleep":3006,"Ġrecently":3007,"using":3008,"Ġleaving":3009,"ĠYOU":3010,"Ġproperly":3011,"All":3012,"Ġod":3013,"Ġblonde":3014,"Ġbeyond":3015,"ghter":3016,"Ġcomplim":3017,"Ġconcept":3018,"bel":3019,"appointed":3020,"ĠIN":3021,"Ġwords":3022,"Ġworkout":3023,"Ġaff":3024,"iant":3025,"Ġtub":3026,"Ġeverywhere":3027,"Ġtone":3028,"Ġonline":3029,"Ġresidue":3030,"Ġseconds":3031,"ops":3032,"RI":3033,"ĠNew":3034,"Ġlad":3035,"ĠHad":3036,"Ġcleaning":3037,"Ġfeatures":3038,"ĠCon":3039,"Ġzero":3040,"Ġhimself":3041,"Ġmyster":3042,"Ġcareful":3043,"aces":3044,"Ġgri":3045,"Ġbigger":3046,"Ġresp":3047,"Ġsuff":3048,"Ġconsistency":3049,"ĠTom":3050,"Ġluck":3051,"Ġdest":3052,"edic":3053,"Ġimprove":3054,"Ġlives":3055,"Ġbunch":3056,"Ġ:(":3057,"cohol":3058,"oon":3059,"Ġvoice":3060,"Ġconv":3061,"Ġdisp":3062,"Ġlocal":3063,"enn":3064,"ĠPrime":3065,"ained":3066,"Ġdeser":3067,"Ġshine":3068,"ĠWaste":3069,"Ġreleased":3070,"Ġstre":3071,"Ġdiscs":3072,"Ġperformances":3073,"99":3074,"ĠVERY":3075,"Ġrunning":3076,"ining":3077,"Ġvideos":3078,"Ġposs":3079,"Wor":3080,"Ġoils":3081,"iction":3082,"ĠNothing":3083,"Ġnegative":3084,"Ġsubtit":3085,"ĠPlease":3086,"Ġpurple":3087,"Ġmessage":3088,"Ġinformation":3089,"Ġclip":3090,"imsy":3091,"foli":3092,"ron":3093,"Ġinterested":3094,"ilarious":3095,"appy":3096,".)":3097,"Ġtrou":3098,"allow":3099,"Ġdelivery":3100,"Ġcirc":3101,"Ġpleasant":3102,"wo":3103,"ises":3104,"Terrible":3105,"Ġblend":3106,"ĠWho":3107,"Ġlos":3108,"erm":3109,"rugg":3110,"Ġstiff":3111,"Ġcutting":3112,"ĠAny":3113,"Ġbal":3114,"Ġhang":3115,"Ġstep":3116,"Ġhook":3117,"Ġcontent":3118,"lev":3119,"umes":3120,"Ġdoub":3121,"llow":3122,"ott":3123,"Ġprofessional":3124,"Ġspl":3125,"ĠMich":3126,"Ġfinal":3127,"ĠQu":3128,"ĠALL":3129,"mb":3130,"ĠPh":3131,"Ġtalking":3132,"Ġenc":3133,"But":3134,"let":3135,"Ġcarry":3136,"ems":3137,"ĠYes":3138,"Ġmissed":3139,"esting":3140,"izing":3141,"50":3142,"ĠMr":3143,"ĠHA":3144,"Ġspots":3145,"Ġpurpose":3146,"Ġblood":3147,"Ġoption":3148,"Ġeyelashes":3149,"Ġtip":3150,"Ġeveryday":3151,"bb":3152,"Ġactress":3153,"Ġadv":3154,"Ġpainful":3155,"irty":3156,"Ġcult":3157,"ĠDoesn":3158,"Ġteach":3159,"And":3160,"Dis":3161,"Ġrout":3162,"Ġonto":3163,"rop":3164,"Ġodd":3165,"Ġcurrent":3166,"Ġmoment":3167,"Ġinch":3168,"Ġcamera":3169,"ground":3170,"ĠInst":3171,"ĠStill":3172,"Ġlabel":3173,"Perfect":3174,"Ġsorry":3175,"arently":3176,"Ġfairly":3177,"Ġodor":3178,"Ġentertainment":3179,"ads":3180,"Ġelect":3181,"Ġmedium":3182,"Ġfollowed":3183,"uf":3184,"Ġ50":3185,"Ġtape":3186,"ï¸":3187,"Ġ:)":3188,"Ġsitu":3189,"ether":3190,"Ġstrugg":3191,"Ġgentle":3192,"ï¸ı":3193,"Ġbalm":3194,"Ġequ":3195,"ĠGl":3196,"Ġalcohol":3197,"unny":3198,"Ġmach":3199,"Ġotherwise":3200,"row":3201,"Ġreaction":3202,"ALL":3203,"Ġdisg":3204,"Ġdevelopment":3205,"Ġsuccess":3206,"Ġtv":3207,"Ġserious":3208,"Ġrepe":3209,"Ġdate":3210,"Ġappears":3211,"Ġbon":3212,"de":3213,"ĠChar":3214,"cessary":3215,"Ġexfoli":3216,"Ġobviously":3217,"izes":3218,"Ġshade":3219,"Well":3220,"eturn":3221,"lect":3222,"Ġtow":3223,"Ġadjust":3224,"Ġbrought":3225,"Ġhydr":3226,"ĠBrit":3227,";.":3228,"ĠOf":3229,"Ġlarger":3230,"Ġglitter":3231,"Ġdirections":3232,"Ġmil":3233,"Ġdem":3234,"Ġlash":3235,"Ġgame":3236,"iving":3237,"Ġextens":3238,"ĠDVDs":3239,"ael":3240,"Ġflaw":3241,"Horrible":3242,"real":3243,"Ġgroup":3244,"Ġleg":3245,"Ġbrill":3246,"Ġfalls":3247,"Ġinstall":3248,"Ġpair":3249,"gged":3250,"Ġreach":3251,"Ġconne":3252,"Ġvari":3253,"Ġfrustr":3254,"ĠWar":3255,"Ġphoto":3256,"Ġ200":3257,"Ġhistor":3258,"Ġhopes":3259,"ĠWAS":3260,"Ġcolog":3261,"Ġchoice":3262,"Ġcrit":3263,"Ġglass":3264,"Ġviolence":3265,"oun":3266,"ĠMc":3267,"mm":3268,"Ġcord":3269,"Ġspot":3270,"Ġacted":3271,"Ġmistake":3272,"ĠMost":3273,"Ġlikes":3274,"Ġthank":3275,"Ġexpectations":3276,"verage":3277,"Ġsatisfied":3278,"Ġwood":3279,"Ġfrizzy":3280,"aught":3281,"ittle":3282,"Ġnormally":3283,"Ġfem":3284,"ado":3285,"Ġbutter":3286,"Do":3287,"bo":3288,"Ġwalk":3289,"Ġflimsy":3290,"Ġshock":3291,"cy":3292,"ung":3293,"Ġparent":3294,"Ġanyway":3295,"Ġscary":3296,"Ġareas":3297,"Ġcaused":3298,"ites":3299,"ĠBUY":3300,"order":3301,"Ġsuspense":3302,"Ġpencil":3303,"anger":3304,"IE":3305,"Ġlid":3306,"ctor":3307,"ians":3308,"Ġpig":3309,"ribly":3310,"ĠHis":3311,"ĠPe":3312,"uce":3313,"Ġsmelling":3314,"aining":3315,"Ġheads":3316,"Ġways":3317,"ĠMan":3318,"Ġdev":3319,"Ġtaste":3320,"illa":3321,"ĠBUT":3322,"Ġexample":3323,"Ġedge":3324,"Ġburning":3325,"amed":3326,"Ġdirection":3327,"arm":3328,"ries":3329,"Ġlegs":3330,"Ġdarker":3331,"back":3332,"Ġviewing":3333,"Ġaudio":3334,"Ġnovel":3335,"Ġindivid":3336,"Ġoper":3337,"Ġdamage":3338,"Ġseriously":3339,"Ġprogram":3340,"ĠEd":3341,"iet":3342,"urder":3343,"ology":3344,"Ġappreciate":3345,"Ġstrange":3346,"Ġinvest":3347,"ppy":3348,"lus":3349,"Ġer":3350,"cent":3351,"ware":3352,"Ġconstantly":3353,"Ġfile":3354,"ury":3355,"iam":3356,"Ġspeak":3357,"Ġpush":3358,"Ġgold":3359,"Ġbecomes":3360,"Ġmoisture":3361,"Ġliner":3362,"Ġmodern":3363,"Ġtips":3364,"Ġill":3365,"ĠWatch":3366,"irth":3367,"Ġupset":3368,"ĠEl":3369,"Ġfully":3370,"Ġdefective":3371,"Ã©":3372,"Ã³":3373,"Ġleaked":3374,"ĠNever":3375,"Ġreality":3376,"Ġshame":3377,"Ġwhatever":3378,"Ġstores":3379,"Ġtrail":3380,"Ġbathroom":3381,"Ġhero":3382,"Ġsister":3383,"ĠFe":3384,"even":3385,"Ġarri":3386,"Ġblu":3387,"Ok":3388,"OM":3389,"rench":3390,"Ġquestion":3391,"GH":3392,"weight":3393,"ĠThanks":3394,"ants":3395,"Ġpale":3396,"Ġsubtitles":3397,"Ġsilly":3398,"Ġcurling":3399,"ĠAd":3400,"Ġrate":3401,"Ġlasting":3402,"Ġ201":3403,"eren":3404,"Ġabove":3405,"30":3406,"Ġrash":3407,"Ġjunk":3408,"low":3409,"Ġ..":3410,"Ġaccur":3411,"ufact":3412,"Ġtrip":3413,"Ġavoid":3414,"ĠMe":3415,"ĠOK":3416,"Ġinterview":3417,"Ġfinger":3418,"Ġlol":3419,"Ġhurt":3420,"Ġunit":3421,"ĠEasy":3422,"Ġfamil":3423,"okes":3424,"Ġgloss":3425,"ouldn":3426,"Ġdelivered":3427,"Ġ80":3428,"Ġdrug":3429,"illed":3430,"Ġcompliments":3431,"lex":3432,"Ġincredibly":3433,"Ġloud":3434,"Ġviewer":3435,"Ġmaster":3436,"ĠDisney":3437,"Ġship":3438,"Ġfoam":3439,"Ġmetal":3440,"aded":3441,"Ġcatch":3442,"KE":3443,"love":3444,"Ġresearch":3445,"Ġsyst":3446,"ĠNE":3447,"Ġperhaps":3448,"ĠHer":3449,"ze":3450,"UT":3451,"rig":3452,"ĠWI":3453,"ĠWH":3454,"Ġtheat":3455,"ĠMovie":3456,"Ġaspect":3457,"Ġtweez":3458,"Ġshowing":3459,"autiful":3460,"ĠDidn":3461,"ifully":3462,"Ġpremise":3463,"usting":3464,"Ġclump":3465,"apan":3466,"Ġchanges":3467,"Ġlovely":3468,"Ġcracked":3469,"Se":3470,"Ġlikely":3471,"Ġdro":3472,"Ġaccept":3473,"Sh":3474,"Ġsongs":3475,"aves":3476,"Ġforget":3477,"Ġthicker":3478,"iest":3479,"Ġbusiness":3480,"Ġdespite":3481,"levision":3482,"Ġcry":3483,"Ġcologne":3484,"Ġstink":3485,"Ġcountry":3486,"Ġdidnt":3487,"Ġsubject":3488,"MA":3489,"Ġyellow":3490,"teresting":3491,"ena":3492,"ills":3493,"ras":3494,"ĠWish":3495,"Ġscents":3496,"Ġcold":3497,"Ġready":3498,"Ġburned":3499,"aving":3500,"Ġjar":3501,"ĠSm":3502,"Ġfilled":3503,"Ġmixed":3504,"iece":3505,"ners":3506,"Ġfootage":3507,"sw":3508,"ified":3509,"Ġrealized":3510,"Ġdumb":3511,"Ġimagine":3512,"Ġ90":3513,"Ġforg":3514,"Ġstream":3515,"Ġmanufact":3516,"bl":3517,"cause":3518,"Ġcuts":3519,"tra":3520,"?!":3521,"ĠBuy":3522,"ĠWorks":3523,"IL":3524,"Ġshowed":3525,"plete":3526,"unt":3527,"Ġfemale":3528,"Ġcleanser":3529,"alse":3530,"Ġheld":3531,"ĠCo":3532,"Ġpackaged":3533,"Ġknows":3534,"Ġbadly":3535,"Ġitchy":3536,"Ġweren":3537,"oul":3538,"Ġfire":3539,"Ġpowerful":3540,"arsh":3541,"Ġbene":3542,"vy":3543,"80":3544,"Ġdirected":3545,"roy":3546,"Ġanywhere":3547,"Ġbackground":3548,"Ġteam":3549,"Ġasked":3550,"Ġevil":3551,"ÃŃ":3552,"Ġbat":3553,"Ġfre":3554,"Ġspread":3555,"watch":3556,"arry":3557,"ĠSmells":3558,"ĠAct":3559,"Ġsafe":3560,"Ġopt":3561,"Ġkinda":3562,"Ġgross":3563,"Ġhardly":3564,"oe":3565,"Ġsyn":3566,"iar":3567,"Ġsucks":3568,"Ġvill":3569,"work":3570,"Ġrip":3571,"Ġbelievable":3572,"fi":3573,"Ġdram":3574,"Ġaverage":3575,"Ġrich":3576,"Ġregret":3577,"bers":3578,"Ġdiscover":3579,"Ġult":3580,"acy":3581,"esy":3582,"Ġdog":3583,"Ġtransfer":3584,"ĠFOR":3585,"Ġremover":3586,"Ġtired":3587,"ipe":3588,"ĠSave":3589,"Ġremoved":3590,"Ġdoubt":3591,"Ġvisual":3592,"Ġstarting":3593,"Ġmurder":3594,"cle":3595,"ĠDav":3596,"Ġfur":3597,"Ġmeant":3598,"Ġ24":3599,"Ġintell":3600,"...<":3601,"ĠCar":3602,"IR":3603,"aly":3604,"Ġpaper":3605,"Ġhilarious":3606,"Ġleak":3607,"lier":3608,"pow":3609,"Ġpure":3610,"por":3611,"Ġoccas":3612,"Ġpub":3613,"Ġsmud":3614,"How":3615,"Ġtrouble":3616,"Ġsweat":3617,"Ġdye":3618,"Ġtown":3619,"proof":3620,"Ġliving":3621,"Ġten":3622,"ceived":3623,"ĠDr":3624,"Ġevents":3625,"ĠMO":3626,"Ġhealthy":3627,"Ġround":3628,"Ġkeeping":3629,"Ġuncom":3630,"ield":3631,"Ġtelevision":3632,"ĠOh":3633,"Ġdetail":3634,"Ġpen":3635,"!!!!!":3636,"Ġfits":3637,"Ġcreate":3638,"60":3639,"Ġpatch":3640,"Ġcoats":3641,"ĠOnce":3642,"Ġflow":3643,"friend":3644,"njoy":3645,"iver":3646,"uring":3647,"sych":3648,"ĠHave":3649,"ĠPlus":3650,"ĠHope":3651,"Ġroutine":3652,"ressed":3653,"Ġdefin":3654,"Ch":3655,"Ġsurprise":3656,"----":3657,"ĠMichael":3658,"Ġknock":3659,"Ġnote":3660,"orough":3661,"Ġtangled":3662,"Ġanimation":3663,"ĠBra":3664,"Ġfinished":3665,"Ġagree":3666,"Ġobs":3667,"Ġsummer":3668,"Ġpotential":3669,"De":3670,"aven":3671,"ĠBad":3672,"LD":3673,"ette":3674,"ĠBy":3675,"Ġscrew":3676,"Ġsystem":3677,"een":3678,"Ġtypical":3679,"Ġtre":3680,"Ġmentioned":3681,"standing":3682,"ĠJapan":3683,"Ġinit":3684,"Ġdied":3685,"Ġfigured":3686,"Ġlearned":3687,"hes":3688,"ĠAlthough":3689,"Like":3690,"Ġsix":3691,"Ġplenty":3692,"Ġmelt":3693,"Ġsuppose":3694,"ned":3695,"SE":3696,"ĠChe":3697,"Ġmark":3698,"Ġwide":3699,"Ġinvolved":3700,"ires":3701,"ium":3702,"Ġrealistic":3703,"belie":3704,"Easy":3705,"ingly":3706,"Ġeyebrows":3707,"Ġtint":3708,",\"":3709,"Ġextensions":3710,"Ġrecord":3711,"Ġreviewers":3712,"gar":3713,"Ġsubtle":3714,"BLE":3715,"Ġconcern":3716,"Ġunique":3717,"antic":3718,"Ġparticularly":3719,"Ġstandard":3720,"Ġrefer":3721,"imp":3722,"come":3723,"Ġcounter":3724,"ðŁĳ":3725,"Ġtruth":3726,"Ġrazors":3727,"Ġexist":3728,"Ġsurv":3729,"Ġrelationship":3730,"uing":3731,"Ġwall":3732,"here":3733,"ĠSH":3734,"asc":3735,"Ġpulled":3736,"Ġhell":3737,"Ġsponge":3738,"Ġmild":3739,"Ġholding":3740,"Ġpat":3741,"Ġ0":3742,"eed":3743,"ada":3744,"pend":3745,"ĠSE":3746,"Ġpaint":3747,"Ġfocus":3748,"enced":3749,"Ġconsidering":3750,"acing":3751,"Ġran":3752,"ĠReturn":3753,"Ġrare":3754,"UR":3755,"ĠFl":3756,"Ġpigment":3757,"rant":3758,"Ġaltern":3759,"too":3760,"Ġminim":3761,"ĠBest":3762,"Ġpictured":3763,"ĠGo":3764,"Ġwip":3765,"rom":3766,"AC":3767,"Ġbeat":3768,"Ġtries":3769,"Ġwat":3770,"REAT":3771,"Ġcant":3772,"Ġprint":3773,"ionally":3774,"onderful":3775,"Ġwanting":3776,"Ġgun":3777,"Ġsubst":3778,"Ġmeet":3779,"Ġvs":3780,"Ġplain":3781,"Ġlighter":3782,"Ġunus":3783,"Ġplaces":3784,"Ġtelling":3785,"Ġhighlight":3786,"Ġstayed":3787,"Ġcomplex":3788,"Ġrespect":3789,"rific":3790,"Ġwhether":3791,"Ġbreaking":3792,"Ġmusical":3793,"Ã¡":3794,"Ġrock":3795,"Ġlift":3796,"Ġbirth":3797,"Super":3798,"Ġdollars":3799,"Ġtreatment":3800,"Ġsitting":3801,"Ġemb":3802,"Ġdirty":3803,"face":3804,"ĠProduct":3805,"Ġbleach":3806,"Ġafford":3807,"oooo":3808,"Ġstated":3809,"Ġappro":3810,"kin":3811,"Can":3812,"ĠAmerica":3813,"Ġut":3814,"ĠEVER":3815,"Ġdouble":3816,"ĠNice":3817,"Ġdigital":3818,"Absolutely":3819,"erman":3820,"Ġprimer":3821,"Ġprovide":3822,"Ġclosed":3823,"aul":3824,"Ġdream":3825,"Ġsides":3826,"ache":3827,"Ġbutton":3828,"Ġbored":3829,"Ġgeneral":3830,"Ġvariety":3831,"gest":3832,"iding":3833,"Ġwand":3834,"ĠBlack":3835,"To":3836,"yl":3837,"Ġid":3838,"estern":3839,"erc":3840,"ilt":3841,"ĠAN":3842,"oking":3843,"Ġbenef":3844,"Ġwindow":3845,"cious":3846,"cel":3847,"Ġparents":3848,"Ġcard":3849,"cond":3850,"conut":3851,"Ġjoke":3852,"Every":3853,"Ġdestroy":3854,"Ġmoves":3855,"Ġ40":3856,"Ġmachine":3857,"Ġvan":3858,"Ġallergic":3859,"Ġincredible":3860,"Ġscience":3861,"Ġsick":3862,"ĠHair":3863,"ressing":3864,"ĠGe":3865,"Ġkilled":3866,"Ġmodel":3867,"otton":3868,"ĠJames":3869,"ĠX":3870,"15":3871,"ify":3872,"ager":3873,"Ġtrust":3874,"Ġsequel":3875,"orable":3876,"Ġspoil":3877,"ONE":3878,"Ġvarious":3879,"ushing":3880,"Ġmatte":3881,"Ġconven":3882,"Ġsilky":3883,"Ġdie":3884,"Ġsealed":3885,"Ġbegan":3886,"Ġcamp":3887,"Amazing":3888,"Ġcinemat":3889,"Ġbeautifully":3890,"ĠTot":3891,"AP":3892,"Ġyounger":3893,"Ġhigher":3894,"Ġsomehow":3895,"Ġmarket":3896,"Ġfollowing":3897,"Ġruined":3898,"ĠSince":3899,"Ġcoconut":3900,"Ġinclude":3901,"ALLY":3902,"Ġregard":3903,"Ġmessy":3904,"ĠInstead":3905,"HS":3906,"imate":3907,"Ġindividual":3908,"Ġ60":3909,"icle":3910,"gain":3911,"Ġmouth":3912,"Ġbasic":3913,"met":3914,"Ġansw":3915,"Ġchemicals":3916,"Ġproduced":3917,"ode":3918,"ĠBritish":3919,"Ġcompar":3920,"ball":3921,"unity":3922,"Ġdef":3923,".&#":3924,"Ġtrick":3925,"Ġbrilliant":3926,"ĠPet":3927,"Ġfly":3928,"Ġtwists":3929,"Ġ#":3930,"Ġtypes":3931,"Ġuncomfortable":3932,"ĠSad":3933,"Ġpores":3934,"orgeous":3935,"ai":3936,"Ġpersonally":3937,"Ġpaying":3938,"Ġunable":3939,"Ġaf":3940,"Ġwit":3941,"uted":3942,"Ġforced":3943,"apped":3944,"Ġsci":3945,"Ġexperi":3946,"Only":3947,"Ġmid":3948,"Ġfinding":3949,"oph":3950,"Ġsmoothly":3951,"aturally":3952,"ĠCle":3953,"Ġrev":3954,"Ġrelax":3955,"Ġland":3956,"anch":3957,"Ġlayer":3958,"rel":3959,"Ġfir":3960,"Ġgenre":3961,"ENT":3962,"Ġpsych":3963,"Ġunlike":3964,"etter":3965,"Ġhealth":3966,"Ġuns":3967,"yn":3968,"Ġprime":3969,"Ġlose":3970,"Ġfault":3971,"istry":3972,"aa":3973,"Ġsuperb":3974,"Ġadmit":3975,"Ġeventually":3976,"Ġdetang":3977,"Ġstock":3978,"ĠTre":3979,"Ġlaw":3980,"thetic":3981,"Ġtheme":3982,"Ġspir":3983,"yp":3984,"Ġloss":3985,"Ġjump":3986,"ĠSP":3987,"rd":3988,"Ġirritation":3989,"Ġelectric":3990,"Ġmanage":3991,"ev":3992,"Ġfailed":3993,"ino":3994,"ĠInd":3995,"Ġdepth":3996,"ngth":3997,"ĠRobert":3998,"Ġwebs":3999,"While":4000,"host":4001,"Ġanti":4002,"Ġconce":4003,"anced":4004,"ION":4005,"Ġgrab":4006,"Ġadvent":4007,"Ġthorough":4008,"Ġpolitical":4009,"GE":4010,"ĠHard":4011,"rylic":4012,